/* In 'forfeit' rewards dialog when there is still a callback to reach. */
"Are you sure you want to quit and miss out on %@?" = "Are you sure you want to quit and miss out on %@?";

/* Are you sure you want to quit and miss out on this offer? */
"Are you sure you want to quit and miss out on this offer?" = "Are you sure you want to quit and miss out on this offer?";

/* Button in 'forfeit reward' dialog for staying in Kwizzad */
"Continue and claim reward" = "Continue and claim reward";

/* Button in 'forfeit reward' dialog for leaving Kwizzad */
"Quit and forfeit reward" = "Quit and forfeit reward";

/* Joins two strings with an 'and' to generate a human-readable enumeration */
"%@ and %@" = "%1$@ and %2$@";

/* Joins a list of comma-separated values with a last values to form a human-readable enumeration (e.g. with oxford comma) */
"%@, and %@" = "%1$@, and %2$@";

/* Shown in a confirmation dialog when the user earns a known, specific reward. */
"Congratulations, you earned %@!" = "Congratulations, you earned %@!";

/* Shown in a confirmation dialog when the user earns an unspecified reward. */
"Congratulations, you earned a reward!" = "Congratulations, you earned a reward!";

/* Can be shown as incentive text, for example on an ad banner. First parameter is the potential total reward. */
"Earn %@ with a quiz." = "Earn %@ with a quiz.";

/* Description of an amount with an upper limit */
"up to %@" = "up to %@";

